tap "anomalyco/tap"
tap "cmacrae/formulae"
tap "conduktor/brew"
tap "dapr/tap"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "go-task/tap"
tap "golangci/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "mongodb/brew"
tap "omrikiei/ktunnel"
tap "telepresenceio/telepresence"
tap "warrensbox/tap"
tap "waydabber/betterdisplay"
tap "xwmx/taps"
tap "zkondor/dist"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "grpc"
brew "llvm"
brew "apache-arrow"
brew "glib"
brew "at-spi2-core"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "block-goose-cli"
brew "btop"
brew "buf"
brew "caddy"
brew "checkov"
brew "cmake"
brew "coreutils"
brew "delve"
brew "direnv"
brew "eksctl"
brew "fd"
brew "harfbuzz"
brew "flyway"
brew "fzf"
brew "fzf-make"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gitleaks"
brew "tmux"
brew "gitmux"
brew "libidn2"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcui"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "helmfile"
brew "iperf3"
brew "jiratui"
brew "jq"
brew "k9s"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq", link: true
brew "librdkafka"
brew "llama.cpp"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mockery"
brew "mongosh"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "operator-sdk"
brew "pinentry-mac"
brew "podman"
brew "pre-commit"
brew "pygobject3"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "speedtest-cli"
brew "stern"
brew "tailscale"
brew "temporal"
brew "terminator"
brew "tilt"
brew "tree"
brew "trivy"
brew "vim"
brew "virtualenv"
brew "wget"
brew "xclip"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zookeeper"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "dapr/tap/dapr-cli"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "gromgit/fuse/sshfs-mac"
brew "joshmedeski/sesh/sesh"
brew "mongodb/brew/mongodb-community-shell"
brew "omrikiei/ktunnel/ktunnel"
brew "telepresenceio/telepresence/telepresence-oss"
brew "warrensbox/tap/tfswitch"
brew "waydabber/betterdisplay/betterdisplaycli"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "approf"
cask "arc"
cask "betterdisplay"
cask "block-goose"
cask "caffeine"
cask "chatgpt-atlas"
cask "conduktor/brew/conduktor"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "goland"
cask "istat-menus"
cask "kitty"
cask "lm-studio"
cask "maccy"
cask "macfuse"
cask "meetingbar"
cask "ngrok"
cask "obsidian"
cask "ollama-app"
cask "opencode-desktop"
cask "piphero"
cask "plex"
cask "plexamp"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "sonos"
cask "spotify"
cask "stats"
cask "studio-3t"
cask "sublime-text"
cask "tailscale-app"
cask "textmate"
cask "thebrowsercompany-dia"
cask "ticktick"
cask "twingate"
cask "visual-studio-code"
cask "whatsapp"
cask "windows-app"
cask "zed"
cask "zkondor/dist/znotch"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amodio.tsl-problem-matcher"
vscode "arifum.bedrock-vscode-chat"
vscode "atlassian.atlascode"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "connor4312.esbuild-problem-matchers"
vscode "continue.continue"
vscode "cschlosser.doxdocgen"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-yaml"
vscode "drblury.protobuf-vsc"
vscode "eamodio.gitlens"
vscode "elanandkumar.el-vsc-product-icon-theme"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "karyan40024.gotmpl-syntax-highlighter"
vscode "linjun.clickhouse-support"
vscode "maxmedia.go-prof"
vscode "mcagampan.dark-horizon"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mindaro-dev.file-downloader"
vscode "mohsen1.prettify-json"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azure-load-testing.microsoft-testing"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.notepadplusplus-keybindings"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vs-keybindings"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-speech"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "pashkatrick.grpc-client"
vscode "ramiroberrelleza.bitbucket-pull-requests"
vscode "randomfractalsinc.vscode-data-table"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ricardoerikson.vscode-go-impl-methods"
vscode "saramorillon.terraform-graph"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sst-dev.opencode"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vtkn.amazon-bedrock-copilot-chat"
vscode "xe-leon-tools.helmfile-preview"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ctrf-io/go-ctrf-json-reporter/cmd/go-ctrf-json-reporter"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "go.uber.org/nilaway/cmd/nilaway"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/stern/stern"
