tap "anomalyco/tap"
tap "cmacrae/formulae"
tap "conduktor/brew"
tap "dapr/tap"
tap "derailed/k9s"
tap "deskflow/tap"
tap "dmno-dev/tap"
tap "fluxcd/tap"
tap "go-task/tap"
tap "golangci/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "heyhuynhgiabuu/tap"
tap "homeport/tap"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "kong/deck"
tap "kreuzwerker/taps"
tap "mongodb/brew"
tap "omrikiei/ktunnel"
tap "telepresenceio/telepresence"
tap "warrensbox/tap"
tap "waydabber/betterdisplay"
tap "xwmx/taps"
tap "zkondor/dist"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "grpc"
brew "llvm"
brew "apache-arrow"
brew "glib"
brew "at-spi2-core"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "block-goose-cli"
brew "btop"
brew "buf"
brew "caddy", restart_service: :changed
brew "checkov"
brew "cmake"
brew "coreutils"
brew "curl"
brew "delve"
brew "direnv"
brew "eksctl"
brew "fd"
brew "harfbuzz"
brew "flyway"
brew "fzf"
brew "fzf-make"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gitleaks"
brew "tmux"
brew "gitmux"
brew "libidn2"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcui"
brew "grype"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "helmfile"
brew "iperf3"
brew "jiratui"
brew "jq"
brew "k3d"
brew "k9s"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq", link: true
brew "librdkafka"
brew "llama.cpp"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mockery"
brew "mongosh"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "operator-sdk"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "postgresql@18"
brew "pre-commit"
brew "pygobject3"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "rtk"
brew "shellcheck"
brew "speedtest-cli"
brew "stern"
brew "tailscale"
brew "tektoncd-cli"
brew "temporal"
brew "terminator"
brew "tilt"
brew "tree"
brew "trivy"
brew "vim"
brew "virtualenv"
brew "wget"
brew "xclip"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zookeeper"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "dapr/tap/dapr-cli"
brew "dmno-dev/tap/varlock"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "gromgit/fuse/sshfs-mac"
brew "heyhuynhgiabuu/tap/ocsight"
brew "homeport/tap/dyff"
brew "joshmedeski/sesh/sesh"
brew "kong/deck/deck"
brew "mongodb/brew/mongodb-community-shell"
brew "omrikiei/ktunnel/ktunnel"
brew "telepresenceio/telepresence/telepresence-oss"
brew "warrensbox/tap/tfswitch", link: false
brew "waydabber/betterdisplay/betterdisplaycli"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "approf"
cask "arc"
cask "betterdisplay"
cask "block-goose"
cask "caffeine"
cask "chatgpt-atlas"
cask "codex"
cask "conduktor/brew/conduktor"
cask "dbeaver-community"
cask "deskflow/tap/deskflow"
cask "finicky"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "goland"
cask "istat-menus"
cask "kitty"
cask "lm-studio"
cask "mac-mouse-fix"
cask "maccy"
cask "macfuse"
cask "meetingbar"
cask "ngrok"
cask "obsidian"
cask "ollama-app"
cask "opencode-desktop"
cask "piphero"
cask "plex"
cask "plexamp"
cask "postman"
cask "pycharm"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "slack"
cask "sonos"
cask "spotify"
cask "stats"
cask "studio-3t"
cask "sublime-text"
cask "superset"
cask "tailscale-app"
cask "textmate"
cask "warrensbox/tap/tfswitch"
cask "thebrowsercompany-dia"
cask "ticktick"
cask "twingate"
cask "visual-studio-code"
cask "whatsapp"
cask "whimsical"
cask "windows-app"
cask "zed"
cask "zkondor/dist/znotch"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ctrf-io/go-ctrf-json-reporter/cmd/go-ctrf-json-reporter"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "go.uber.org/nilaway/cmd/nilaway"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/stern/stern"
